{
    "title": "Заявка",
    "content": "Заявка на учетную запись Odero.az. Завершите регистрацию, подпишите договор и получите доступ к способам оплаты.",
    "step0": {
        "main": {
            "title": "Расскажите о своей деятельности",
            "option1": "Вы фрилансер или независимый подрядчик",
            "option2": "У вас есть компания"
        },
        "help": {
            "title": "Добро пожаловать на процесс подачи заявки на Odero",
            "subtitle": "Для подготовки договора нам нужна информация о вашем бизнесе. Пожалуйста, подготовьте ваши юридические и личные документы"
        }
    },
    "step1": {
        "main": {
            "title": "Данные законного представителя"
        },
        "help": {
            "title": "Вы законный представитель?",
            "subtitle": "Если да, пожалуйста, предоставьте свою контактную информацию, по которой мы можем связаться с вами в любое время 24/7. Помните, что эта информация будет использоваться для представления вашей стороны в договоре."
        }
    },
    "step2": {
        "main": {
            "title": "Расскажите о вашем бизнесе"
        },
        "help": {
            "title": "Что такое НДС?",
            "subtitle": "Плательщик НДС* - Плательщик Налога на Добавленную Стоимость.. Плательщиком НДС является налогоплательщик, зарегистрированный в налоговом органе как обязанный по уплате НДС."
        }
    },
    "step3": {
        "main": {
            "title": "Предоставьте нам контактную информацию для вашего бизнеса"
        },
        "help": {
            "title": "А если у меня нет сайта?",
            "subtitle": "Не беспокойтесь! Если вы продаете свой продукт через социальные сети, вы можете передать ссылку на свои учетные записи в социальных сетях."
        }
    },
    "step4": {
        "main": {
            "title": "Последний важный шаг. Документы!"
        },
        "help": {
            "title": "Правила загрузки документов!",
            "option1": "Все документы должны быть в PDF (.pdf) формате.",
            "option2": "Both sides of the document, if exist, must be upload in the same PDF file.",
            "option3": "Additional documents may be required in the future if the need arises."
        }
    },
    "step5": {
        "main": {
            "title": "Спасибо за ваше время!",
            "title2": "Поздравляем, мы успешно получили вашу заявку на создание учетной записи ✅",
            "subtitle": "Что дальше? Мы вышлем вам договор в ближайшее время, если все в порядке.",
            "subtitle2": "Вы всегда можете увидеть статус вашей заявки здесь 👉"
        },
        "help": {
            "title": "Статус вашей заявки"
        }
    }
}