{
    "title": "Onboard",
    "content": "Merchant Onboard for Odero.az. Finish registration, sign a contract and get access to payment methods.",
    "step0": {
        "main": {
            "title": "Tell us about your situation",
            "option1": "You are a freelance or independent contractor",
            "option2": "You have a company"
        },
        "help": {
            "title": "Welcome to Odero Onboard Procedure.",
            "subtitle": "We need an information about your business in order for us to prepare your contract. Please have your business and personal documents ready and nearby."
        }
    },
    "step1": {
        "main": {
            "title": "Legal representative information"
        },
        "help": {
            "title": "Are you the legal representative?",
            "subtitle": "If so, please provide your contact information at which we can reach you anytime 24/7. Remember, this information will be used to represent your party in the contract."
        }
    },
    "step2": {
        "main": {
            "title": "Tell us about your business"
        },
        "help": {
            "title": "What's a VAT?",
            "subtitle": "VAT Payer* - Value Added Tax Payer. VAT payer is a taxable person registered by the tax authority office as obliged to pay VAT.",
            "title2": "Legal Name vs Business Name",
            "subtitle2": "Legal business name is the name of you business as stated on official documents. Business name is a name you want people to know you by."
        }
    },
    "step3": {
        "main": {
            "title": "Provide us with contact information for your business"
        },
        "help": {
            "title": "What if I don't have a website?",
            "subtitle": "No worries at all! If you sell your product via social media, you can pass a link to your social media accounts."
        }
    },
    "step4": {
        "main": {
            "title": "One last important step. Documents!"
        },
        "help": {
            "title": "Document upload rules!",
            "option1": "All documents must be in PDF (.pdf) format.",
            "option2": "Both sides of the document, if exist, must be upload in the same PDF file.",
            "option3": "Additional documents may be required in the future if the need arises."
        }
    },
    "step5": {
        "main": {
            "title": "Thanks for your time!",
            "title2": "And congratulations, we have successfully received your onboard application ✅",
            "subtitle": "What's next? We will send you the contract soon, if everything is in order.",
            "subtitle2": "You can always see the status of your application from here 👉"
        },
        "help": {
            "title": "Your application status is"
        }
    }
}